[
  {
    "name": "Bidyanondo",
    "registering_data": "+880 1878116234",
    "description": "A passionate group of people who wishes to inspire a nation and beyond. Bidyanondo is an educational voluntary organization that originated from Bangladesh. The official registration No. is S-12258/2015). Bidyanondo has been operated by 40 professionals and with help of thousands of volunteers. Our mission is to globally foster philanthropic works. By designing innovative and inspiring programs, our goal is to engage students and professionals to work together to educate, empower and lift the underprivileged. One of our endeavors is to provide free education, educational materials and support. We have established libraries and a printing press for original publications. Our motto is to teach with compassion where a good human being is developed rather than a typical human who is only professionally equipped. Starting from volunteers, their children, refugees, street children and orphans, anyone with an underprivileged background is welcome at our door. One of the highly successful projects that we carried out is the Ak-Taka-Ahar (One-taka-meal) program. Here we let people come in and purchase a meal for only 1 taka/0.012 USD. This guarantees entitlement to food while feeling self-reliance by purchasing with a minimum cost and at the same time having a decent, healthy meal with dignity. Under this program, we also provide food for people under the age of 12 and over 60 years old people. This successful venture has inspired us to launch One-Taka-Bazaar where any item sold is just 1 taka/ 0.012 USD and 1 taka Chikistsha ( One-taka-treatment). Anyone who has a need can come to get service just by paying 1 taka and we supplement the rest by crowdfunding.",
    "Vision": "Our vision is to spread humanity, kindness and bring social justice. We believe that good brings only more good and everyone deserves to live in a peaceful environment.",
    "Mission": "Our mission is to provide education, nourishment, mental and physical support to the distressed and to make people self sufficient by permanently rehabilitating them.",
    "logo": "https://i.ibb.co/G2m28pb/biddanondo.png",
    "location": "House: 13 (1st floor), Road: 2/B, Pallabi R/A, Mirpur,Dhaka- 1216",
    "phone": "+880 1878116234",
    "website": "https://www.bidyanondo.org/",
    "fb": "https://www.facebook.com/Bidyanondo/",
    "followers": "1.1M"
  },
  {
    "name": "Jaago Foundation",
    "description": "Diversification and dedication is what makes the JAAGO team so special. Our energetic team of employees and volunteers are the driving force behind our ground-breaking success.The team is far from being homogeneous; they come from a variety of backgrounds but share a common belief in eliminating poverty in Bangladesh through literacy. At JAAGO, diversity is considered an advantage rather than an obstacle. Individuals put aside their differences to work harmoniously as a team. Age, race, education and ethnicity hold no boundaries here.",
    "Vision": "Labore justo erat sed rebum at takimata est, diam ea magna dolor et dolor lorem amet sadipscing, lorem clita nonumy.",
    "Mission": "Den did he to childe whose pilgrimage. Each things might strength that. Objects he but bidding at the scarce nor.",
    "logo": "https://i.ibb.co/BP7JPbx/128853135-4727333110674231-1858607543579170095-n.png",
    "location": "JAAGO Foundation, House #57 Road #7/B, Block #H Banani, 1213, Bangladesh",
    "phone": "+8801766666654",
    "website": "https://www.jaago.com.bd/",
    "fb": "https://www.facebook.com/JAAGOFoundation",
    "followers": "1M"
  },
  {
    "name": "10 Minutes School",
    "description": "10 Minute School (Bengali: ১০ মিনিট স্কুল, abbreviated as 10MS) is an online educational platform in Bangladesh created in 2015 by internet entrepreneur Ayman Sadiq. The platform covers academic classes from classes 1 to 12 covering the entire academic syllabus of the Bangladesh schooling system, university admission subjects covering different branches of study, and skills training.",
    "Vision": "Labore justo erat sed rebum at takimata est, diam ea magna dolor et dolor lorem amet sadipscing, lorem clita nonumy.",
    "Mission": "Den did he to childe whose pilgrimage. Each things might strength that. Objects he but bidding at the scarce nor.",
    "logo": "https://i.ibb.co/Q9KdJyR/download-1-prev-ui.png",
    "location": "JAAGO Foundation, House #57 Road #7/B, Block #H Banani, 1213, Bangladesh",
    "phone": "09612-001010",
    "website": "https://10minuteschool.com/",
    "fb": "https://www.facebook.com/10minuteschool/",
    "followers": "3,249,430"
  },
  {
    "name": "Shishuder Jonno Foundation",
    "description": "Shishuder Jonno Foundation operates mainly in Dhaka as a nonprofit voluntary organization. They primarily work with poor, helpless, and autistic children. Their mission is to ensure the rights of these children, give them primary education and help to shine a light on their stories.",
    "Vision": "Labore justo erat sed rebum at takimata est, diam ea magna dolor et dolor lorem amet sadipscing, lorem clita nonumy.",
    "Mission": "Den did he to childe whose pilgrimage. Each things might strength that. Objects he but bidding at the scarce nor.",
    "logo": "",
    "location": "House# 11 Road#4 Dhanmondi 1209 Dhaka, Dhaka Division, Bangladesh",
    "phone": "01947-707182",
    "website": "http://www.shishuderjonnofoundation.org/",
    "fb": "https://www.facebook.com/shishuderjonnofoundation/",
    "followers": "10,106"
  },
  {
    "name": "Young Bangla",
    "description": "It is a national youth platform aims to recognize the efforts of young change-makers, offers a distinguished network and mentors the young change-makers to become successful.",
    "Vision": "How often are fresh university graduates left wanting for the lack of experience when they face their first interviews? For the first time in history, Young Bangla has been arranging four-month internship programs for its meritorious members with the government’s ministries and reputed private sector companies. Since the inception of the Vision 2021 Internship program in June 2016, Young Bangla has so far arranged jobs, career trainings and internships for nearly 5,000 of its members. Public and private sector entities such as the Ministry of Power, Energy and Mineral Resources, Ministry of Foreign Affairs, ICT Division, Bangladesh Bureau of Statistics, Microsoft Bangladesh, Aamra Companies and TK Group have opened up the opportunities for the Young Bangla members.",
    "Mission": "Young Bangla strives to empower youth to build future leaders who can contribute to local and national development. The long-term mission is to ensure sustainability for youth-led initiatives and dispersal of winning ideas and endeavors.",
    "logo": "https://i.ibb.co/vH18f50/logo-225x140.png",
    "location": "Road 11, Dhanmondi, Dhaka, Bangladesh",
    "phone": "+880 02 55026430",
    "website": "https://youngbangla.org/?fbclid=IwAR38KHq2_c5STjMWlwW_pSgk7aNXRDaCGkjFf3rRsIeczewP3UHvGI-yIyE",
    "fb": "https://www.facebook.com/YoungBanglaSummit",
    "followers": " 387K"
  },
  {
    "name": "MASTUL Foundation",
    "description": "MASTUL Foundation is welfare, non-profit, voluntary, non-governmental, research-based, and social development organization for the service of distressed humanity. From the very establishment of this foundation, it’s working on education, health service, entertainment for underprivileged children. MASTUL always try to create a better future for underprivileged children. It had run a temporary school at Dhanmondi Lake to provide basic literature and ethical knowledge towards the underprivileged children and by the year of 2016 MASTUL started to provide support towards schools with more than 350 children getting scholarship help every year. It was established in the year 2013 with a view to providing help towards the underprivileged people by utilizing the youths of Bangladesh. Till the year 2017, MASTUL has helped people in a lot of scenarios, some example is: providing relief towards the flood-affected people, donating winter clothes and blanket to the poor people, tree plantation and promotion of green, running free health camp and many more.",
    "Vision": "MASTUL’s vision: A happy, healthy and creative child whom rights are protected and honored in a society that is built on respect for dignity, justice, and equity for all.",
    "Mission": "MASTUL mission is to ensure that every child has their rights fulfilled. Through providing children support to their rights for education, health, pure water, hygiene, entertainment, emotional protection, economic aid, and safety from the injustice of society, we are fostering/upholding them to a better future.",
    "logo": "https://i.ibb.co/37Vtjg9/Mastul-logo.png",
    "location": "244/ka Nimtala, West Dhanmondi, Dhaka -1209.",
    "phone": " +8801730 48 22 79",
    "website": "https://www.mastul.net/donate/",
    "fb": "https://www.facebook.com/MastulFoundation/about/?ref=page_internal",
    "followers": "783,378"
  },
  {
    "name": "Children’s Heaven",
    "description": "Children’s Heaven is a non-proﬁt youth organization which was founded by some young social activists in 2012 with a mission to protect the basic rights of the deprived children living in Bangladesh. Our mission statement is “To build a golden life of the underprivileged children by developing their skills & creativity”. We aim to develop the living standard of the children who are deprived of their basic human rights by providing them education, shelter, food, medical support, and accommodation. Today, Children’s Heaven is a youth organization that works in four districts of the country to ensure bright futures of thousands of children living in these areas. Our target working areas are Dhaka, Jessore, Mymensingh and Tangail. Children’s Heaven reaches out to children who are living on the streets. Every week Children’s Heaven deals with hundreds of street children in Dhaka. We invite the children to a new lifestyle where they can learn to say no to substance abuse, criminal activity, and immoral life. Children’s Heaven believes that encouragement and inspiration play an important role in building a child’s bright future. Timely planning and implementation is needed to develop these children and adolescents. Only then is it possible to change this world including Bangladesh and Children’s Heaven is relentlessly trying to implement that.",
    "Vision": "Me save to did loathed had losel, degree which earthly sins ofttimes his, mirth parasites fellow deemed and to and.",
    "Mission": "Et elitr ut lorem no tempor at sanctus amet elitr. Erat consetetur ut diam dolores sed ut gubergren duo. Takimata.",
    "logo": "https://i.ibb.co/d4hxWdg/CH-Logo-L-1.webp",
    "location": "Ta 135/B Gulshan Badda Link Road",
    "phone": "+88 01911 66 39 39",
    "website": "https://childrens-heaven.org/",
    "fb": "https://www.facebook.com/childrens.heaven/",
    "followers": "8,124"
  },
  {
    "name": "Volunteer for Bangladesh",
    "description": "“Volunteer for Bangladesh” has been providing the youth of Bangladesh a voice and platform to contribute to nation building.",
    "Vision": "Developing an interdependent Bangladesh through volunteerism to achieve the nation’s highest potential.",
    "Mission": "Empowering and facilitating volunteerism  to develop the nation by reallocating skills and resources to foster self-reliance and growth within every youth Bangladesh.",
    "logo": "https://i.ibb.co/XsXrnYY/VBD-Mujib-update.png",
    "location": "Head Office: 1st Floor, House No-28,Road No-20, Block-K, Banani,Dhaka-1213, Bangladesh.",
    "phone": "+8801777742153",
    "website": "https://vbd.com.bd/?fbclid=IwAR36A3Bl5IQQhps1FrpcdwO_ooOc44hXnt5e689v3WzCgHhELsUZsrrrOas",
    "fb": "https://www.facebook.com/VolunteerforBangladesh",
    "followers": "306,935"
  },
  {
    "name": "Youth Club of Bangladesh",
    "description": "Youth Club of Bangladesh (YCB) is a non-profitable, nonpolitical, volunteer organization lead by a group of progressive youth. It has started its mission by a group of active citizens in 12 august 2013. YCB is required to empower the youth to build a develop nation by contributing the necessary responsibilities. The mission of YCB is to make this tremendous change. Bangladesh is a country of huge opportunity. The young of this country can enhance the future development. Youth Club of Bangladesh is now working in Dhaka, Chittagong, Rajshahi & Faridpur.",
    "Vision": "Youth Club of Bangladesh (YCB) works in this 4 essential segments which are engaged with SDG goals to develop and acknowledged our youths as well as for the society.    ",
    "Mission": "SDGs is a collection of 17 interlinked global goals designed to be a “blueprint to achieve a better and more sustainable future for all”. YCB has 12 different which are initiated under this SDGs goals.  ",
    "logo": "https://i.ibb.co/K6hJf7v/biglater-1.png",
    "location": "25/A & 25/B Green Garden Tower (Level -6) Green Road 1205 Dhaka, Dhaka Division Bangladesh",
    "phone": "+8801777742153",
    "website": "https://www.youthclubofbangladesh.org/",
    "fb": "https://www.facebook.com/YCB21/about/?ref=page_internal",
    "followers": "25,386"
  }
]
