[
  {
    "blog_banner": "https://ibb.co/WKYzzcj",
    "title": " Volunteer Somewhere Local",
    "blog_content": "No matter where your team is located, there are likely a ton of unique volunteer opportunities that you can’t find anywhere else. Use a service like VolunteerMatch to discover new ways you can give back in your area, and to learn about all the different causes you can support. Once you decide how your group is going to help out, you can try giving employees extra time off to volunteer, or set aside a few hours for everyone to head out of the office. The efforts will be worth your while because employees will have the opportunity to bond as they give back."
  },
  {
    "blog_banner": "https://ibb.co/WKYzzcj",
    "title": "Assemble Care Packages",
    "blog_content": "One of the most direct ways your team can make a difference is by assembling care packages for individuals or families in need. To do this, you may want to partner with another organization that will be able to instruct you on what you should purchase for your care packages, and what you need to do with your donations once they are ready.For example, Outback Team Building & Training offers two charitable team building programs that involve assembling care packages. School Supply Scramble will have your group putting together backpacks full of school supplies in order to support families who cannot afford these items on their own. Or, with an activity like Military Support Mission, you can send hygiene kits full of comfort items to troops serving abroad."
  },
  {
    "blog_banner": "https://ibb.co/WKYzzcj",
    "title": "Organize a Public Space Cleanup",
    "blog_content": "For teams who are passionate about the environment, a great way to give back is to organize a public space cleanup in your city. The idea here is that your group can gather at a nearby park, forest, road, or beach to remove litter and trash they find on the ground. This can be a great way to reduce pollution, enhance your sense of community, and help your neighborhood feel more welcoming and safe. You can either organize your own private event, join a neighborhood cleanup team that is already operating in your city, or “adopt” a public space to keep clean for a longer period of time. And if you want to make it more fun for employees, you can also offer prizes and rewards for the employees who collect the most garbage!"
  },
  {
    "blog_banner": "https://ibb.co/WKYzzcj",
    "title": "Host a Unique Workplace Fundraiser",
    "blog_content": "You’re probably already familiar with the idea of workplace fundraisers. Traditionally, these involve organizing something like a 50/50 raffle, a silent auction, or some sort of dinner fundraising event. But you can also go above and beyond by doing something more unique and creative. For example, you can have a baking competition where employees pay to try baked goods and vote on which ones they liked the best, a pub quiz where teams raise money to participate in pursuit of a trophy for the brainiest team, or a poker night were everyone’s buy-in goes to support the fundraiser."
  },
  {
    "blog_banner": "https://ibb.co/WKYzzcj",
    "title": "Plan a Charity Team Building Activity",
    "blog_content": "Charity team building activities are some of the most popular types of team building for customers across North America. Employees love these events because they serve a triple purpose: they’re fun to participate in, they help build better working relationships, and they give back in meaningful ways.Some of Outback Team Building & Training’s most popular charity activities include…"
  },
  {
    "blog_banner": "https://ibb.co/WKYzzcj",
    "title": "Share Your Expertise",
    "blog_content": "Your team undoubtedly has a lot of unique skills that other people in your community could benefit from. Whether your expertise lies in sales, marketing, technology, customer service, or somewhere else entirely – why not offer a free class to anyone who might be interested? This can be a great opportunity for your team to share their knowledge, practice their public speaking, and help others develop key business skills. Once you’ve decided on a topic, you may want to check with your local library, community center, or elder care home to see if they would be interested in promoting and hosting your seminar."
  },
  {
    "blog_banner": "https://ibb.co/WKYzzcj",
    "title": "Collect & Donate Pet Food",
    "blog_content": "For groups who love animals, you can give back by challenging each other to collect and donate as much pet food as possible over the course of a month. This can be a lot more fun and interesting than it sounds, and the impact can be just as valuable for furry friends in need! Some ideas for collecting pet food can include visiting pet stores in your area, putting up signs outside of your work, raising funds from family and friends, or holding a “Pet Wash,” where animals can be cleaned in exchange for a bag of kibble. When you’re finished with your collections, check with a local animal shelter or use a service like Pets of the Homeless to find a donation site."
  },
  {
    "blog_banner": "https://ibb.co/WKYzzcj",
    "title": "Sponsor a Youth Sports Team",
    "blog_content": "Sports can be a powerful experience for children. It’s where kids of all ages learn about teamwork, build important life skills, and make new friends. So why not support a local children’s league by doing something like covering the cost of new equipment or tournament fees? Not only is this a great way to help local families, but it’s also the perfect opportunity to get your organization more involved in the community. You can even go above and beyond by having employees volunteer to help out with the sports team, either by assisting with coaching and mentorship or by simply attending some of the games to act as a cheering section."
  },
  {
    "blog_banner": "https://ibb.co/WKYzzcj",
    "title": "Support Local Veterans",
    "blog_content": "Support the brave men and women who have risked their lives for their country. There are lots of different ways you can support local veterans, so the first thing you may want to do is check to see what opportunities are available in your area. In the United States, you can partner with charities like the Fisher House Foundation to help provide housing and education opportunities to veterans. In Canada, you can participate in a program by an organization like the Wounded Warriors to help raise money and public awareness for veteran issues."
  },
  {
    "blog_banner": "https://ibb.co/WKYzzcj",
    "title": "Create a Piece of Public Art",
    "blog_content": "If your team has a creative side, then you may want to invest in some brushes and paint to help beautify the area you live in. Creating a mural, some artwork, or a sculpture can be a great team bonding exercise that gets your team working together on an artistic challenge. Plus, it can help to transform a public space to make it more vibrant and inviting for people passing by. Check with your local city government to see if there are any areas where they are actively seeking artwork, and come up with a plan with your group to make it happen. This can be a big project, so you’ll want to make sure that you stay organized and delegate responsibilities to employees who are interested in participating."
  },
  {
    "blog_banner": "https://ibb.co/WKYzzcj",
    "title": "Organize an Office Holiday Drive",
    "blog_content": "Positively impact families in your community by collecting and donating items like non-perishable food, gently used clothing, and toys for children. This can be especially appreciated around holidays, such as Thanksgiving and Christmas, when many impoverished families are unable to afford what many of us take for granted.You can make your office holiday drive more exciting by splitting your group into teams, and offering incentives to the employees who are able to donate the most. For inspiration, check out How Loblaws Employees Raised Over $18,000 for Charity with the help of a team building prize."
  }
]
